etc/template_files/WTTHColombia/SALIDAS/Request_ADD_SBR.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ens="http://www.huawei.com/ENS">
	<soapenv:Header>
		<ens:MessageID>?</ens:MessageID>
		<ens:MEName>nosequevayaaqui</ens:MEName>
		<ens:Authentication>
			<ens:Username>claro.colombia</ens:Username>
			<ens:Password>claro.mx</ens:Password>
		</ens:Authentication>
	</soapenv:Header>
	<soapenv:Body>
		<ens:ADD_DNAPTRREC>
			<ens:E164NUM>numerosinelmas</ens:E164NUM>
			<ens:ZONENAME>e164.arpa</ens:ZONENAME>
			<ens:ORDER>10</ens:ORDER>
			<ens:PREFERENCE>20</ens:PREFERENCE>
			<ens:FLAGS>U</ens:FLAGS>
			<ens:SERVICE>E2U+sip</ens:SERVICE>
			<ens:REGEXP>!(^.*)$!sip:+5718034952@ims.claro.com.co!</ens:REGEXP>
		</ens:ADD_DNAPTRREC>
	</soapenv:Body>
</soapenv:Envelope>